ERROR_MSG = "משהו שגוי בבחירה ששלחת , אנא נסה שוב"

login_stage_msg = \
    """
ברוכים הבאים לתפריט התחברות למסך מנהל \n
אנא הקלד סיסמא \n
לחזרה לתפריט הראשי שלח: # .\n
"""

manager_stage_msg = \
    """
ברוכים הבאים לתפריט מנהל \n
1. ניהול מלאי .\n
3. ניהול הזמנות .\n
אנא בחר מספר .\n
לחזרה לתפריט הראשי שלח # .\n
"""

stock_editor_stage_msg = \
    """
ברוכים הבאים לעדכון מלאי \n
מה שם המוצר אותו תרצה לעדכן? \n
לחזרה לתפריט הראשי שלח # .\n
"""

main_stage_msg = \
    """
ברוכים הבאים לXXX \n
בוט זה מאפשר הזמנה / צפיה במלאי: \n
1. לתפריט .\n
2. לביצוע הזמנה .\n
3. לתפריט מנהל .\n
אנא בחר מספר .\n
"""

delete_menu_stage_msg = \
    """
ברוכים הבאים למחיקת מוצר מהמלאי \n
כדי למחוק מוצר  מהמלאי יש לשלוח את שם המוצר .\n
לחזרה לתפריט הראשי שלח # .\n
"""

stock_manager_stage_msg = \
    """
ברוכים הבאים לתפריט מנהל \n
1. לעדכון / הוספת של מוצר למלאי .\n
2. למחיקת מוצר מהמלאי .\n
3. לקבלת מצב מלאי .\n
4. לניהול הזמנות \n
5. לאישור משתמשים ממתינים לאימות \n
6. לשליחת הודעה לכלל הלקוחות \n
אנא בחר מספר .\n
לחזרה לתפריט הראשי שלח # .\n
"""
order_menu_stage_msg = \
"""
ברוכים הבאים לתפריט הזמנות. \n
    בכל רגע נתון תוכל להכניס # כדי לבטל הכל ולחזור לתפריט ראשי
"""

admin_order_man_stage = \
"""
ברוכים הבאים למערכת ניהול ההזמנות
צפייה בהזמנות קיימות הקש 1
לאישור\ביטול הזמנה הקש 2
לחסימה/ביטול חסימה של מערכת ההזמנות הקש 3
"""

verify_menu_msg_stage =     """
ברוכים הבאים לXXX \n
נראה שאתה לא מאומת במערכת
בוט זה מאפשר הזמנה / צפיה במלאי: \n
1. לתפריט .\n
2. לתהליך אימות .\n
אנא בחר מספר .\n
"""
